{"Forbidden Root": {"cuisine": ["American (New)", "Burgers", "Breweries"], "location": {"address": "1746 W Chicago Ave", "longitude": -87.6713814117853, "latitude": 41.8962684049794}, "rating": 4.5, "reviews": ["Most unusual and interesting brew pub. Great beer.  Interesting beer.  Make your own kind of beer flavor.  Did I mention the food is really well done and although menu is not extensive dishes provide intense  flavor and attention to detail and presentation.  The hamburger is one of the best ever. French Fries are the best. Lunch is a great idea. Go and try it.", "Great atmosphere! Friendly and courteous bartenders! I recommend that you try a beer flight. Great way to sample the beer that they also sell as a single draft or in growlers  (to take home). I sampled their \"Forebidden Old Fashion\". I thoroughly enjoyed it! Made with High West Double Rye. However, if you prefer a traditional old fashioned, this may not be for you as they maple to it. Gives it a sweeter finish. I found it to be delicious.  Overall, highly recommended!!", "The beer gets better and better as they grow more mature. The food is fantastic. The space is beautiful. It's a brewery, but you'd think the food is primary by the quality. Don't get me wrong, the beer is the focus though. They also have a full bar.", "My husband and I enjoyed our meal. Our server was great. Things did get delayed because it got pretty busy. The food was delicious. We enjoyed our burgers, except a little salty for my taste. We would definitely stop by next time we're in the area.", "Forbidden Root is a great restaurant. I was excited for it's opening, but it has been packed since opening. They're usually not my favorite beers, but they are always INTERESTING beers, that pair well with the menu. Every time I come here, I manage to try a beer that has flavors that wouldn't work together combine in an enjoyable and imaginative level.\n\nService has been consistently great.\n\nOne tip: for the burger, always order one level of wellness above what you usually request, it's usually a bit rarer than most restaurant's level (e.g., I usually order medium-rare, but always order medium here).\n\nAlso, the fries are pretty standard, seem like they some from a frozen bag. Get the salad as your side."]}, "Girl & the Goat": {"price": 2, "cuisine": ["American (New)"], "location": {"address": "809 W Randolph St", "longitude": -87.6479440725005, "latitude": 41.8841049992939}, "rating": 4.5, "reviews": ["My husband and I were able to find a way to have an impromptu date night. We picked the right place! Not being able to get a table we found a spot at the bar. Our bartender was great! He was well informed and helpful. We were able to eat of the full menu at the bar so we went all out. Everything was delicious! I don't eat seafood but I found myself loving the cuttlefish. The citrus bread with the spreads that accompanied it was a great start. The green beans... I never thought I would leave a place still craving green beans! And the pig face was an amazing finish to a brilliant meal. \nThanks so much to everyone who help make this an exceptional much needed date night. ", "Wonderful place for dinner with friends, clients or a date! Just make sure you have reservations as it's still as hot as ever, even after the new restaurant vibe has worn off!\n\nI really like how dark it is inside here with just the right amount of light to make everyone look good.\n\nThe decor is upscale and elegant without being over the top. And the bartenders have always been friendly.\n\nThe food is expensive but always good and I can't recommend this place enough.\n\nThere's no end of top-end restaurants in the West Loop but the Girl and the Goat is still a great choice!", "Love the souffle - all of them. Haven't had a less than mediocre dish here. And the atmosphere is just so welcoming. The wait staff is top notch. I've been here a couple of dozen times at least and can't think of one time I left unsatisfied. It's location keeps it something of a hidden secret.", "G&TG wins best place to have dinner in Chi-town.\n\nBeen here twice and it's a must for me when I'm visiting the city.\nGetting a\n \nIrene Parker\nYour review will be posted publicly on the web. Learn more\n table can be hard, so come early.\nPig face is my favorite. Messy and tasty... love the textures and flavor. Different is good.\nI'm coming back the next time I'm in the city.", "Oh my goodness, what to say about this wonderful restaurant. I'm sure people will have detailed reviews on here saying exactly what was great, but suffice to say that I've never had five courses in a row that blew me away like these did. Another huge plus was the service, which despite the place being insanely busy never made us feel like our needs were being triaged in the least. Even having seen the rave reviews of this place, I was impressed."]}, "1959 Kitchen & Bar": {"cuisine": ["Gastropubs", "Cocktail Bars"], "location": {"address": "The Second City", "longitude": -87.6359433, "latitude": 41.9112749}, "rating": 4.5, "reviews": null}}